acpi
acpid
alsa-utils
android-tools
android-udev
antergos-keyring
antergos-mirrorlist
autoconf
automake
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
btrfs-progs
bzip2
bzr
cabextract
cheese
chromium
cmake
cmus
compton
coreutils
crda
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmraid
dosfstools
dunst
e2fsprogs
evince
exfat-utils
f2fs-tools
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gettext
git
glibc
grep
groff
gsfonts
gtk-theme-arc
gzip
haveged
hdparm
hplip
htop
hwinfo
i3status
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
less
lib32-alsa-plugins
lib32-atk
lib32-cairo
lib32-curl
lib32-libcups
lib32-mesa
lib32-mesa-libgl
lib32-pango
libtool
libtxc_dxtn
libva-intel-driver
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
linux
logrotate
lvm2
lxappearance
lxrandr
lxtask
m4
make
man-db
man-pages
mdadm
moc
modemmanager
mpv
nano
neovim
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
ntfs-3g
obs-studio
openssh
p7zip
pacman
pandoc
patch
pciutils
pcmciautils
perl
pinta
pkg-config
pkgfile
powertop
procps-ng
psmisc
python-gobject
ranger
redshift
refind-efi
reiserfsprogs
rsync
ruby
s-nail
scrot
sed
shadow
sharutils
splix
stow
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
terminator
texinfo
texlive-core
the_silver_searcher
thunar
tig
tlp
transmission-gtk
transmission-remote-cli
ttf-freefont
ttf-google-fonts
tumbler
unace
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
vim
w3m
wget
which
whois
wireless_tools
wpa_actiond
xclip
xdotool
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yaourt
zd1211-firmware
zip
zsh
zsh-completions
